{
  "1": "Bienvenidos a ",
  "2": "¿Necesitas ayuda?",
  "3": "Configura la conexión",
  "4": "Información",
  "5": "Comencemos",
  "6": "Esta es una aplicación para el control de una máquina de ensayos biaxial para realizar pruebas de estrés sobre tejidos.",
  "7": "Debes de tener una placa arduino con el sketch necesario para poder utilizar esta aplicación.",
  "8": "Más información acerca de los requerimientos software y hardware a continuación:",
  "9": "Accede directamente a la configuración para conectar la app con tu arduino para comenzar:",
  "10": "Trabajo de fin de grado de",
  "11": "para",
  "12": "Conectado",
  "13": "Enchufado",
  "14": "Desconectado",
  "15": "Seleccionar puerto",
  "16": "Desconectar",
  "17": "Conectar",
  "18": "RealTime",
  "19": "Offline",
  "20": "Terminal",
  "21": "Información",
  "22": "Salir",
  "23": "Enviar",
  "24": "Gráfico Offline",
  "25": "Para comenzar la visualización es necesario que se elija un archivo compatible primero:",
  "26": "Seleccionar archivo...",
  "27": "Solo se permiten archivos .csv, que son los compatibles con la aplicación.",
  "28": "Datos Prueba",
  "29": "Gráfico RealTime",
  "30": "Mover motores:",
  "31": "EMPEZAR UNA PRUEBA",
  "32": "Prueba de alargamiento constante",
  "33": "Prueba de pelado",
  "34": "Prueba de ruptura",
  "35": "Pretensado",
  "36": "PARAMETROS",
  "37": "Multiplicador de carga:",
  "38": "Velocidad(mm/min):",
  "39": "Elongación máxima(mm):",
  "40": "Obtener Datos",
  "41": "Parar los Datos",
  "42": "Tensado",
  "43": "Fuerza test ruptura (N):",
  "44": "Pretensado (N):",
  "45": "Pretensado (sec):",
  "46": "Mostrar",
  "47": "Elige el tipo de prueba que quieres mostrar:",
  "48": "Pretensado",
  "49": "Pelado",
  "50": "Ruptura",
  "51": "Por favor seleccione",
  "52": "NO se ha seleccionado ningún test",
  "53": "NO IMPLENTADO, LO SIENTO",
  "54": "Enlaces:",
  "55": "Para más información sobre la maquina de ensayos:",
  "56": "Enlace al repositorio de Github:",
  "57": "",
  "58": "Licencia:",
  "59": "Esta aplicación se distribuye bajo la licencia de código abierto MIT License, lo que significa que es gratuita y abierta para su uso y modificación por parte de la comunidad.",
  "60": "Esperamos que esta información te ayude a comprender mejor nuestro proyecto y cómo está diseñado para beneficiar a la comunidad de investigación en conservación de pinturas sobre lienzos. ¡Gracias por tu interés y apoyo!",
  "61": "Esta aplicación tiene como objetivo proporcionar una solución accesible y de calidad para la investigación en conservación de pinturas sobre lienzos mediante pruebas de resistencia. ",
  "62": "Descripción:",
  "63": "Objetivos y Logros:",
  "64": "",
  "65": "Facilitar pruebas de resistencia de lienzos pintados para investigadores y laboratorios.",
  "66": "Contribuir al estudio de los aspectos mecánicos de la conservación de pinturas sobre lienzos.",
  "67": "Hacer que la tecnología de ensayos biaxiales sea más accesible y económica.",
  "68": "Impulsar la investigación en el campo de la conservación del patrimonio artístico."
}
